[
  {
    "id": 1,
    "name": "Apollo 11",
    "agency": "NASA",
    "objective": "Réaliser le premier alunissage humain habité et garantir le retour en toute sécurité de l'équipage sur Terre.\nCollecter des échantillons de roches et de sol lunaires.\nDémontrer la capacité des États-Unis à atteindre un objectif national.",
    "launchDate": "1969-07-16",
    "image": "images/Apollo11.jpg"
  },
  {
    "id": 2,
    "name": "Voyager 1",
    "agency": "NASA",
    "objective": "Étudier les planètes extérieures (Jupiter et Saturne) et leurs lunes en détail.\nPoursuivre l'exploration au-delà du système solaire et atteindre l'espace interstellaire.\nTransporter le 'Golden Record' pour communiquer l'existence de l'humanité.",
    "launchDate": "1977-09-05",
    "image": "images/Voyager 1.webp"
  },
  {
    "id": 3,
    "name": "Rosetta",
    "agency": "ESA",
    "objective": "Réaliser la première mission à se placer en orbite autour d'une comète (67P).\nÉtudier l'origine du système solaire à travers la composition de la comète.\nDéployer l'atterrisseur Philae pour analyser la surface *in situ*.",
    "launchDate": "2004-03-02",
    "image": "images/Rosetta.jpg"
  },
  {
    "id": 4,
    "name": "Curiosity",
    "agency": "NASA",
    "objective": "Déterminer si Mars a déjà été un environnement habitable pour la vie microbienne.\nÉtudier la géologie, le climat et le cycle de l'eau dans le cratère Gale.\nPréparer le terrain pour de futures missions humaines sur la planète rouge.",
    "launchDate": "2011-11-26",
    "image": "images/Curiosity.jpg"
  },
  {
    "id": 5,
    "name": "Artemis I",
    "agency": "NASA",
    "objective": "Tester les performances du lanceur Space Launch System (SLS) et du vaisseau spatial Orion.\nDémontrer la capacité d'Orion à survivre à une rentrée atmosphérique à haute vitesse.\nOuvrir la voie aux futures missions habitées du programme Artemis vers la Lune.",
    "launchDate": "2022-11-16",
    "image": "images/Artemis I.jpg"
  },
  {
    "id": 6,
    "name": "JWST",
    "agency": "NASA/ESA/CSA",
    "objective": "Observer la formation des premières étoiles et galaxies dans l'univers primitif.\nÉtudier la formation et l'évolution des galaxies et des systèmes planétaires.\nAnalyser les atmosphères d'exoplanètes pour y détecter des signes de vie potentiels.",
    "launchDate": "2021-12-25",
    "image": "images/jwst.jpg"
  },
  {
    "id": 7,
    "name": "BepiColombo",
    "agency": "ESA/JAXA",
    "objective": "Étudier la composition, la géophysique, et l'atmosphère de la planète Mercure.\nComprendre l'origine et l'évolution de Mercure par sa proximité avec le Soleil.\nMesurer le champ magnétique et l'environnement plasma de la planète.",
    "launchDate": "2018-10-20",
    "image": "images/Bepicolombo.jpg"
  }
]
